Repository: AbdelrhmanYounis/StudentCityApp
Catalog: StudentCityUI/Resources/Resource.*.resx
Languages: ar

source: About Us
ar: من نحن

source: Arabic
ar: العربية

source: Closed
ar: مغلق

source: Contact Us
ar: اتصل بنا

source: Delicious Food
ar: أشهي الماكولات

source: Email
ar: البريد الألكتروني

source: English
ar: الأنجليزية

source: Find us on Map
ar: اعثر علينا علي الخريطة

source: First Name
ar: الأسم الأول

source: Home
ar: الرئيسية

source: Last Name
ar: أسم العائلة

# leaveMessage
source: Leave us a Message
ar: أترك لنا رسالة

source: Locations
ar: مواقعنا

source: Mobile
ar: رقم الجوال

source: Monday
ar: الأثنين

# multiOptions
source: Multiple options
ar: خيارات متعددة

source: Opening Hours
ar: مواعيد العمل

source: Our Services
ar: خدماتنا

source: PM
ar: مساءاً

source: Quality of Service
ar: جودة الخدمة

source: Saturday
ar: السبت

source: Send Message
ar: أرسل الرسالة

source: Services
ar: خدمات

source: Subject
ar: الموضوع

source: Sunday
ar: الأحد

source: Wednesday
ar: الأربعاء

source: Your Message
ar: رسالتك

source: Name
ar: الأسم

# confirmPassword
source: Confirm Pasword
ar: تأكيد كلمة السر

source: Facebook Connect
ar: الدخول بحساب الفيسبوك

# loastYourPassword
source: Lost your password
ar: فقدت كلمة مرورك

source: Login
ar: دخول

source: Login Register
ar: دخول - تسجيل

source: Password
ar: كلمة المرور

source: Register
ar: تسجيل

source: Register Now
ar: تسجيل الأن

source: Remember me
ar: تذكرني

source: Twitter Connect
ar: الدخول بحساب تويتر

source: User Name
ar: أسم المستخدم

source: Logout
ar: خروج

source: Close
ar: إغلاق

# forgetPassowrdTitle
source: Forget Password
ar: نسيت كلمة المرور

# forgetPasswordMessage
source: Write Your Email
ar: من فضلك اكتب بريدك الالكتروني الخاص بك

source: Send
ar: إرسال

source: Accept
ar: قبول

source: Admin
ar: مسئول

# Areas
source: Governrates
ar: المحافظات

source: Back To
ar: عودة الى

source: Cities
ar: المدن

# ConfirmMessage
source: Cofirm Message
ar: تاكيد رسالتك

source: Control
ar: تحكم

source: Countries
ar: الدول

source: Delete
ar: حذف

# deleteMessage
source: Do you want to Delete This ?
ar: هل تريد الحذف ؟

source: Edit
ar: تعديل

source: End
ar: نهاية

# List
source: List of
ar: قائمة

source: Manage
ar: ادارة

# Minute
source: Minutes
ar: دقيقة

# Refuse
source: Reject
ar: رفض

source: Refused Reason
ar: سبب رفض

source: Refused Reasons
ar: اسباب الرفض

source: Refused Time
ar: وقت الرفض

source: Save
ar: حفظ

source: Start
ar: بداية

# startWork
source: Your Work will start after
ar: عملك سوف يبدأ بعد

source: Status
ar: حالة

source: Submit
ar: تاكيد

source: Welcome
ar: مرحبا

source: Work
ar: العمل

source: Add
ar: اضافة

source: Address
ar: العنوان

source: Arabic Name
ar: الاسم باللغة العريبة

# Area
source: Governrate
ar: محافظة

source: Building Number
ar: رقم المبنى

source: City
ar: مدينة

source: Country
ar: دولة

source: Discription
ar: الوصف

source: English Name
ar: الاسم باللغة الانجليزية

# ImageValidation
source: please select Only Image not any other File
ar: من فضلك قم باختيار صورة و ليس اى ملف اخر

source: Logo
ar: الشعار

source: Select
ar: اختار

source: Street Name
ar: اسم الشارع

source: The
ar: ال

source: Zip Code
ar: الرمز البريدى

source: Count of
ar: عدد

source: Document
ar: وثيقة

source: Documents
ar: الوثائق

source: Images
ar: الصور

# ImagesjpgValidation
source: Image with jpg will be accepted only
ar: من فضلك قم باختيار صور بامتداد JPG و ليس اى ملف اخر

source: Orders
ar: التوصيلات

# UploadImages
source: Click Here To upload Images
ar: اضغط هنا لرفع الصور

source: Change
ar: تغيير

source: Restaurant
ar: المطعم

source: Search
ar: بحث

source: Student
ar: الطالب

source: Students
ar: الطلاب

source: Building
ar: مبنى

source: Buildings
ar: المبانى

source: each
ar: كل

source: Enroll
ar: تسكين

source: enrolled
ar: ساكن

source: enrollment
ar: تسكين

source: Floor
ar: دور

source: Floors
ar: الادوار

source: Image
ar: الصورة

source: In
ar: فى

source: Not
ar: غير

# NumOf
source: Number of
ar: عدد

source: Room
ar: غرفة

source: Rooms
ar: الغرف

source: This
ar: هذا

source: UnEnroll
ar: بدون تسكين

source: Details
ar: تفاصيل

# InsureMessage
source: Are you sure ?
ar: هل انت متاكد ؟

# ActivitiesStyle
source: Activities Behavior
ar: الانشطة

source: Admin Services
ar: خدمات المسئول

source: All
ar: الكل

source: Ambitious
ar: طموح

# AttendingCollege
source: Caring Attending College
ar: مهتم بحضور المحاضرات

source: Borderline
ar: حدودى

source: Caring
ar: مهتم

# CharacterStyle
source: Character Behavior
ar: الشخصية

source: College
ar: كلية

# Cooking
source: Prefer Cooking
ar: يفضل الطبخ

source: Curious
ar: فضولى

# FastFood
source: Prefer FastFood
ar: يفضل الدليفرى

source: Features
ar: الميزات

# FoodStyle
source: Food Bahvior
ar: الأكل

source: Gallary
ar: الصور

source: Grade
ar: التقدير

# HobbiesStyle
source: Hobbies Behavior
ar: الهوايات

source: Imitative
ar: تقليدى

source: Introvert
ar: انطوائى

# InvitationModalMessage
source: Are You Sure Do You want to Invite Him ?
ar: هل انت متأكد من هذه الدعوة ؟

source: Invite
ar: دعوة

# IsACLoveGames
source: Games Lover
ar: محب للالعاب

# IsFIndividual
source: Prefer Grouping
ar: الجماعية فى الاكل

# IsHArts
source: Arts&Music
ar: الفن و الموسيقى

# IsHCulture
source: Culture
ar: ثقافية

# IsHReligion
source: Religion
ar: دينية

# IsHsociaty
source: Sociaty
ar: اجتماعية

# IsHSport
source: Sport
ar: رياضية

# IsSLContinuity
source: Continuous Sleep
ar: نوم متواصل

# IsSLDeep
source: Deep Sleep
ar: نوم ثقيل

# IsSLNight
source: Night Sleep
ar: ينام ليلا

# IsSTContinuity
source: Continuous Review
ar: يذاكر باستمرار

# IsSTIndividual
source: Group Review
ar: المذاكرة الجماعية

source: Jion
ar: انضمام

source: Last
ar: آ خر

source: Level
ar: المستوى

source: Lightness
ar: الضوء

# LoveHargingOut
source: Harging Out Lover
ar: محب للخروجات

source: Meal
ar: وجبة

source: My Group
ar: مجموعتى

# NoGroup
source: You are haven't the Group
ar: ليس لديك مجموعة

source: Noisy
ar: الضوضاء

# NoRecommmendation
source: There Is No Recommmendation For You....
ar: .................لا يوجد اى اقتراحات لك

source: No Student Found
ar: غير موجود

# NotAttendingCollege
source: UnCaring Attending College
ar: غير مهتم بحضور المحاضرات

source: Not enrolled
ar: بدون مبنى

source: Not Found
ar: غير معروفة

# NotSLContinuity
source: Section Sleep
ar: نوم متقطع

# NotSLDeep
source: Light Sleep
ar: نوم خفيف

# NotSLNight
source: Day Sleep
ar: ينام نهارا

# NotSTContinuity
source: Examinee Review
ar: يذاكر قبل الامتحان

source: Praying Persevering
ar: المحافظة على اداء الصلاة

source: Quran Time Specialization
ar: تخصيص وقت لقراءة القران

source: reserve
ar: حجز

source: Sleeplessness Conditions
ar: اسباب الأرق

# SleepStyle
source: Sleep Behavior
ar: النوم

source: Social
ar: اجتماعى

source: Student Services
ar: خدمات الطالب

# StudyStyle
source: Study Behavior
ar: الدراسة

source: Take Meal
ar: أخذ وجبة

source: Team
ar: فريق العمل

source: Uncaring
ar: غير مهتم

# UnInvitationModalMessage
source: Are You Sure Do You want to UnInvite Him ?
ar: هل انت متأكد من حذف هذه الدعوة ؟

source: UnInvite
ar: حذف الدعوة

source: UnJion
ar: حذف الانضمام

# websiteName
source: Student City
ar: المدينة الجامعية

source: Apply Result
ar: نتيجة التسجيل

# applyResultMessage
source: If You Apply Before , Write Your SSN
ar: اذا قمت بالتسجيل مسبقا اكتب رقمك القومى لمعرفة النتيجة

source: Colleges
ar: الكليات

source: Create Account
ar: انشاء حساب

source: Get Started
ar: تسجيل الدخول

# HomeBody
source: Get The Nearest Behaviors and Interests to Quickly adapt with Them.
ar: احصل على افضل شبيه لك فى الصفات و الاهتمامات لكى تتأقلم معه

# HomeHeader
source: Start Your Discovery
ar: ابدأ اكتشافك الآن

source: Latest Features
ar: الخدمات المتوفرة

source: Levels
ar: المستويات

source: Result
ar: النتيجة

# SSN
source: Social Security Number
ar: الرقم القومى

source: Abdelrhman Gamal Younis
ar: عبدالرحمن جمال يونس

# aboutusHeader
source: in this section we discuss the idea of the application as problem with it's solution.
ar: فى هذا الجزء سنناقش فكرة التطبيق و كيف قمنا بحل المشكلة التى يواجهها الطلاب فى المدن الجامعية

# aboutusP1
source: We find that Student house with other students and didn’t know behaviors and interests of those who apply to student city , may be no adaption between them that leads to lack of relaxing and affect negatively on your study.
ar: لقد لاحظنا ان الطلاب لا يعرفون صفات و اهتمامات الطلاب الذين يسكنون المدينة الجامعية و بالتالى قد ينتج عن ذلك عدم تأقلم مما يؤدى الى قلة الراحة و الانسجام و التأثير السلبى على مستواهم الدراسى

# aboutusP2
source: we made a survey to understand the causes of nonadaption between student and the problem they face in housing ,from this survey we extracte the factors that affect the adaption between students ,so we build our application depend on this factors.
ar: لذلك قمنا باستطلاع رأى لمعرفة الاسباب التى تؤدى الى عدم التأقلم و معرفة المشاكل التى واجهتهم مع زملائهم و من خلال هذا الاستطلاع توصلنا الى العوامل التى تتبين مدى تأقلمهم لذلك قمنا ببناء تطبيق مبنى على هذه العوامل

# aboutusP3
source: So We develop web application for university city and the main purpose of the application is that it show you the students who apply to the student city and have the same or nearest behaviors and interests so that you choose the students you live with quickly adapt to them.
ar: هذا التطبيق مخصص لطلاب المدن الجامعية و الهدف الرئيسى من هذا التطبيق مساعدتك فى الوصول الى اكثر الطلاب المشابهين فى الصفات و الاهتمامات لكى تتأقلم معهم

# contactusBody
source: You are welcome if you have any question ,don't hesitate to communicate with us.
ar: اذا كان لديك اى استفسار فلا تتردد فى التواصل معنا

# contactusHeader
source: If You Have Any Qestions
ar: اذا كان لديك استفسار

source: Invitations
ar: الدعوات

# InvitationsBody
source: from this Service you can recieve Your Invitation comes from individual student or group ,you can view details about Inviter you can reject this Invitation or accept it and join group.
ar: يمكنك رؤية الدعوات المرسلة لك من قبل الافراد و المجموعات و يمكنك قبول هذه الدعوات لتكوين مجموعة جديدة او الدخول معهم قى مجموعاتهم او رفضها

source: Mohamed Eid Foad
ar: محمد عيد فؤاد

source: Mohamed Elshnawy
ar: محمد الشناوى

source: Mohamed Sayed Badea
ar: محمد سيد بديع

source: Mostafa Khaled Ahmed
ar: مصطفى خالد احمد

source: Profiling
ar: الصفحة الشخصية

# ProfilingBody
source: from this Service you can view Your Profile and edit it,You can view your Group if formed and you can disjoin them you can lock Your Room Key untill deciding continue with Your formed Group.
ar: يمكنك انشاء صفحة شخصية تستطيع من خلالها تعديل بياناتك و رؤية مجموعتك التى كونتها و يمكنك ايضا مغادرة المجموعة كما يمكنك ايضا منع الاخرين من اضافتك فى غرف حتى تتم موافقتك

source: Recommendations
ar: الاقتراحات

# RecommendationsBody
source: from this Service you can view Your Recommended Student and Recommended Group ordered depend on Your Behavior and Profile Data ,so you can sent Invitation to them and reset it if you want.
ar: يمكنك رؤية مقتراحات لك سواء مجموعات او طلاب لم يكونوا مجموعات كما يمكنك ارسال دعوات لتكوين مجموعات او الدخول معهم فى مجموعاتهم ويمكنك حذف هذه الدعوة

source: Reservation
ar: الحجز

# ReservationBody
source: from this Service you can view rooms with there students who reserved rooms ,this Service is avialable if Your Group completed or Admin give you privilege to make reservation.
ar: يمكنك رؤية الغرف المحجوزة ورؤية طلابها و كذلك الغرف التى لم تتم حجزها و يمكنك حجز غرفة فى حالة اكتمال مجموعاتك او سماح مسئول الموقع لك بالحجز

# TeamBody
source: Our Team collaborate to achieve the Goal of this Application with good Distribution of Tasks, Searching , Work Hard and comply with Time Schedule....
ar: قام فريق العمل بالتعاون من اجل تحقيق الهدف من هذا التطبيق من خلال القيام بالمهام و الابحاث الموزعة و العمل الجاد فى الوقت المحدد لكل مهمة

source: Team Leader
ar: قائد الفريق

source: Team Member
ar: عضو فى الفريق

source: Building Statistics
ar: إحصائية هذا المبنى

source: Profile
ar: الصفحة الشخصية

source: Recommended Group
ar: المجموعات المقترحة

source: Recommended Student
ar: الطلاب المقترحون

source: Priority
ar: الاولويات
